{
	"@metadata": {
		"authors": [
			"Bjankuloski06"
		]
	},
	"ipinfo-extensionname": "IP-инфо",
	"ipinfo-desc": "Дава информации за IP-адреса",
	"ipinfo-infobox-title": "Информации за IP-адреса",
	"ipinfo-property-label-location": "Местоположба",
	"ipinfo-property-label-isp": "Услужник",
	"ipinfo-property-label-asn": "ASN",
	"ipinfo-property-label-organization": "Организација",
	"ipinfo-property-label-source": "Извор",
	"ipinfo-property-no-data": "Недостапно",
	"ipinfo-widget-error-default": "Не можев да ги добијам информациите за IP-адресата.",
	"ipinfo-widget-error-no-data": "Нема податоци за оваа IP-адреса од $1.",
	"ipinfo-widget-error-wrong-ip": "Укажаната IP-адреса не одговара на дневникот или преработката.",
	"ipinfo-preference-enable": "Прикажи ја алаткаа со информации за IP на страницата Специјална:Придонеси за IP-адреси.",
	"ipinfo-preference-use-agreement": "Се согласувам да ги користам овие информации за патролирање и противвандалска работа.",
	"ipinfo-preference-agreement-error": "Ќе мора да ја овозможите алатката за информации за IP пре да се согласите со нејзините услови на употреба.",
	"ipinfo-infobox-use-terms": "Алатката за информации за IP-адреса ја користи базата MaxMind за прикажување на поединости како местоположба, застапник и бројот на уреди што ја делат истата IP-адреса.",
	"ipinfo-infobox-submit-agreement": "Овозможи ја алатката за информации за IP-адреса",
	"ipinfo-infobox-disable-instructions": "Ако сакате да ја исклучите оваа можност, направете го тоа во [[Special:Preferences|Нагодувањата]].",
	"ipinfo-use-agreement-submit-error": "Нешто не е во ред. Обидете се повторно. Ја добив грешката: $1",
	"ipinfo-rest-access-denied": "Немате дозвола да го изведете ова дејство",
	"ipinfo-rest-access-denied-blocked-user": "Немате дозвола да го извршите дејството бидејќи вашата сметка е блокирана",
	"ipinfo-rest-revision-no-author": "Вашата сметка нема пристап за да го гледа авторот на преработката",
	"ipinfo-rest-revision-registered": "Не можев да ги добијам информациите за IP-адресата за преработките на зачленети корисници",
	"ipinfo-rest-log-nonexistent": "Дневничката ставка не постои",
	"ipinfo-rest-log-registered": "Не можев да ги добијам информациите за IP-адресата за дневнички информации за зачленети корисници",
	"ipinfo-rest-log-denied": "Вашата сметка нема пристап да го гледа изведувачот на дневничката ставка или самата ставка",
	"ipinfo-source-geoip2": "Тука прикажаните информации се добиени од базите GeoIP2 на MaxMind. Може да не се сосема точни.",
	"prefs-ipinfo": "Информации за IP",
	"action-ipinfo": "добивање на информации за IP-адреси од преработки или дневнички ставки",
	"right-ipinfo": "Добивање на информации за IP-адреси од преработки или дневнички ставки"
}
